[Package]
Name=Lomb-Scargle Periodogram
Name_de=Lomb-Scargle-Periodogramm
Name_ja=Lomb-Scargleピリオドグラム
Name_cn=Lomb-Scargle 周期图
Description=This is a Python Example.\nIt performs Lomb-Scargle Periodogram analysis for a non-uniformly sampled signal.
Description_de=Dies ist ein Python-Beispiel.\nEs führt die Analyse des Lomb-Scargle-Periodogramms für ein nicht einheitlich abgetastetes Signal durch.
Description_ja=これはPythonの例です。\n不均一にサンプリングされた信号の分析に対してLomb-Scargleピリオドグラムを行います
Description_cn=这是一个 Python 示例。\n它对不均匀采样的信号执行 Lomb-Scargle 周期图分析。
ID=786
Version=1.1
Category=Signal Processing
Keywords=frequency, Hz, power spectral density, PSD, FFT
Author=OriginLab Corp.
Keywords_de=Frequenz, Hz, Leistungsspektrumsdichte, PSD, FFT
Keywords_ja=周波数, Hz, パワースペクトル密度, PSD, FFT
Keywords_cn=频率, Hz, 功率谱密度, PSD, FFT
Type=3
[Origin]
Version=9.80
Pro=0
[Log]
v1.1 11/13/2023 Updated for dark mode
